IDEA Open Model
MatPrestressSteelEc2.Production Property
Compatible with IDEA StatiCa Beta 20.0
 Production type
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ProductionType Production { get; set; }
Public Property Production As ProductionType
	Get
	Set
Property Value
Type: ProductionType
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace